Repository: zoodyy/Learn2Sing
Catalog: Learn2Sing/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt_br, ru, sv, tr, zh_hans

source: Every exercise still plays, but Learn2Sing can't hear you sing. Without the microphone, no line follows your voice, runs aren't scored, and the vocal range and microphone delay tests can't measure anything. You can allow access in Settings at any time.
ar: تستمر جميع التمارين في التشغيل، لكن Learn2Sing لا يستطيع سماع غنائك. بدون الميكروفون لن يتبع أي خط صوتك، ولن تُحتسب نتيجة للمحاولات، ولن يتمكن اختبار المدى الصوتي واختبارات تأخير الميكروفون من قياس أي شيء. يمكنك السماح بالوصول من الإعدادات في أي وقت.
de: Alle Übungen lassen sich weiterhin abspielen, aber Learn2Sing kann dich nicht singen hören. Ohne Mikrofon folgt keine Linie deiner Stimme, Durchgänge werden nicht bewertet, und der Stimmumfangstest und die Mikrofonverzögerungstests können nichts messen. Du kannst den Zugriff jederzeit in den Einstellungen erlauben.
es: Todos los ejercicios se siguen reproduciendo, pero Learn2Sing no puede oírte cantar. Sin el micrófono, ninguna línea sigue tu voz, las ejecuciones no se puntúan y las pruebas de tesitura y de retardo del micrófono no pueden medir nada. Puedes permitir el acceso en Ajustes en cualquier momento.
fr: Tous les exercices restent jouables, mais Learn2Sing ne peut pas vous entendre chanter. Sans le micro, aucune ligne ne suit votre voix, les sessions ne sont pas notées, et les tests de tessiture et de retard du micro ne peuvent rien mesurer. Vous pouvez autoriser l’accès dans Réglages à tout moment.
it: Tutti gli esercizi si possono ancora riprodurre, ma Learn2Sing non può sentirti cantare. Senza il microfono nessuna linea segue la tua voce, le esecuzioni non ricevono un punteggio e i test dell’estensione vocale e del ritardo del microfono non possono misurare nulla. Puoi consentire l’accesso in Impostazioni in qualsiasi momento.
ja: すべてのエクササイズはそのまま再生できますが、Learn2Singには歌声が聞こえません。マイクがないと、声に合わせて線が動かず、各回は採点されず、声域テストとマイク遅延テストでは何も測定できません。アクセスは「設定」でいつでも許可できます。
ko: 모든 연습은 그대로 재생되지만 Learn2Sing이 노래하는 목소리를 들을 수 없습니다. 마이크가 없으면 목소리를 따라가는 선이 표시되지 않고, 회차가 채점되지 않으며, 음역대 테스트와 마이크 지연 테스트로 아무것도 측정할 수 없습니다. 설정에서 언제든지 접근을 허용할 수 있습니다.
nl: Elke oefening speelt nog steeds af, maar Learn2Sing kan je niet horen zingen. Zonder microfoon volgt geen lijn je stem, krijgen rondes geen score en kunnen de stembereiktest en de microfoonvertragingstests niets meten. Je kunt de toegang altijd toestaan in Instellingen.
pl: Każde ćwiczenie nadal się odtwarza, ale Learn2Sing nie słyszy, jak śpiewasz. Bez mikrofonu żadna linia nie podąża za twoim głosem, przebiegi nie są oceniane, a testy skali głosu i opóźnienia mikrofonu niczego nie zmierzą. Dostęp możesz w każdej chwili włączyć w Ustawieniach.
pt_br: Todos os exercícios continuam tocando, mas o Learn2Sing não consegue ouvir você cantar. Sem o microfone, nenhuma linha acompanha sua voz, as execuções não recebem pontuação e os testes de extensão vocal e de atraso do microfone não conseguem medir nada. Você pode permitir o acesso nos Ajustes a qualquer momento.
ru: Все упражнения по-прежнему воспроизводятся, но Learn2Sing не слышит, как вы поёте. Без микрофона линия не следует за вашим голосом, проходы не оцениваются, а тесты диапазона голоса и задержки микрофона ничего не могут измерить. Разрешить доступ можно в любой момент в Настройках.
sv: Alla övningar spelas fortfarande upp, men Learn2Sing kan inte höra dig sjunga. Utan mikrofonen följer ingen linje din röst, omgångar poängsätts inte och röstomfångstestet och mikrofonfördröjningstesterna kan inte mäta något. Du kan när som helst tillåta åtkomst i Inställningar.
tr: Tüm egzersizler çalmaya devam eder, ancak Learn2Sing şarkı söylediğinizi duyamaz. Mikrofon olmadan sesinizi izleyen bir çizgi olmaz, turlar puanlanmaz ve ses aralığı ile mikrofon gecikmesi testleri hiçbir şey ölçemez. Erişime istediğiniz zaman Ayarlar’dan izin verebilirsiniz.
zh_hans: 所有练习仍然可以播放，但 Learn2Sing 听不到你唱歌。没有麦克风，就不会有跟随你声音的线条，每一次练唱也不会评分，音域测试和麦克风延迟测试都无法测量。你可以随时在“设置”中允许访问。

source: Every exercise that came with the app goes back to how it shipped, and any you deleted come back.
ar: يعود كل تمرين مرفق مع التطبيق إلى حالته الأصلية، وتعود أي تمارين حذفتها.
de: Alle mitgelieferten Übungen werden auf den Auslieferungszustand zurückgesetzt, und gelöschte kommen zurück.
es: Todos los ejercicios que vienen con la app volverán a su estado original, y los que borraste reaparecerán.
fr: Tous les exercices fournis avec l’app reviennent à leur état d’origine, et ceux que vous avez supprimés réapparaissent.
it: Tutti gli esercizi inclusi nell’app tornano allo stato originale e quelli eliminati ricompaiono.
ja: アプリに付属するすべてのエクササイズが出荷時の状態に戻り、削除したものも復元されます。
ko: 앱에 포함된 모든 연습이 원래 상태로 돌아가고, 삭제한 연습도 다시 나타납니다.
nl: Alle meegeleverde oefeningen gaan terug naar hun oorspronkelijke staat, en verwijderde komen terug.
pl: Wszystkie ćwiczenia dołączone do aplikacji wrócą do pierwotnej postaci, a usunięte pojawią się ponownie.
pt_br: Todos os exercícios que vêm com o app voltam ao estado original, e os que você excluiu reaparecem.
ru: Все встроенные упражнения вернутся к исходному виду, а удалённые появятся снова.
sv: Alla övningar som följde med appen återgår till sitt ursprungliga skick, och de du raderat kommer tillbaka.
tr: Uygulamayla gelen tüm egzersizler özgün haline döner ve sildikleriniz geri gelir.
zh_hans: 应用自带的所有练习将恢复为出厂状态，你删除的练习也会回来。

source: Every exercise you created yourself will be deleted, along with its MIDI pattern and scores.
ar: سيُحذف كل تمرين أنشأته بنفسك، مع نمط MIDI ونتائجه.
de: Jede Übung, die du selbst erstellt hast, wird samt ihrem MIDI-Muster und ihren Punktzahlen gelöscht.
es: Se eliminarán todos los ejercicios que creaste tú, junto con su patrón MIDI y sus puntuaciones.
fr: Chaque exercice que vous avez créé sera supprimé, avec son motif MIDI et ses notes.
it: Ogni esercizio che hai creato tu verrà eliminato, insieme al suo pattern MIDI e ai suoi punteggi.
ja: 自分で作成したすべてのエクササイズが、MIDIパターンとスコアとともに削除されます。
ko: 직접 만든 모든 연습이 MIDI 패턴 및 점수와 함께 삭제됩니다.
nl: Elke oefening die je zelf hebt gemaakt wordt verwijderd, samen met haar MIDI-patroon en scores.
pl: Każde ćwiczenie utworzone przez ciebie zostanie usunięte wraz z jego wzorem MIDI i wynikami.
pt_br: Todos os exercícios que você mesmo criou serão excluídos, junto com seu padrão MIDI e suas pontuações.
ru: Каждое упражнение, созданное вами, будет удалено вместе с его MIDI-рисунком и оценками.
sv: Varje övning du själv skapat raderas, tillsammans med dess MIDI-mönster och poäng.
tr: Kendi oluşturduğunuz her egzersiz, MIDI deseni ve puanlarıyla birlikte silinecek.
zh_hans: 你自己创建的每个练习都将被删除，连同其 MIDI 音型和得分。

source: Every exercise you downloaded from the Community tab will be deleted, along with its MIDI pattern and scores.
ar: سيُحذف كل تمرين نزّلته من تبويب المجتمع، مع نمط MIDI ونتائجه.
de: Jede Übung, die du aus dem Community-Tab heruntergeladen hast, wird samt ihrem MIDI-Muster und ihren Punktzahlen gelöscht.
es: Se eliminarán todos los ejercicios que descargaste de la pestaña Comunidad, junto con su patrón MIDI y sus puntuaciones.
fr: Chaque exercice téléchargé depuis l’onglet Communauté sera supprimé, avec son motif MIDI et ses notes.
it: Ogni esercizio scaricato dalla scheda Community verrà eliminato, insieme al suo pattern MIDI e ai suoi punteggi.
ja: コミュニティタブからダウンロードしたすべてのエクササイズが、MIDIパターンとスコアとともに削除されます。
ko: 커뮤니티 탭에서 내려받은 모든 연습이 MIDI 패턴 및 점수와 함께 삭제됩니다.
nl: Elke oefening die je uit het tabblad Community hebt gedownload wordt verwijderd, samen met haar MIDI-patroon en scores.
pl: Każde ćwiczenie pobrane z karty Społeczność zostanie usunięte wraz z jego wzorem MIDI i wynikami.
pt_br: Todos os exercícios que você baixou da aba Comunidade serão excluídos, junto com seu padrão MIDI e suas pontuações.
ru: Каждое упражнение, скачанное из вкладки «Сообщество», будет удалено вместе с его MIDI-рисунком и оценками.
sv: Varje övning du laddat ner från fliken Community raderas, tillsammans med dess MIDI-mönster och poäng.
tr: Topluluk sekmesinden indirdiğiniz her egzersiz, MIDI deseni ve puanlarıyla birlikte silinecek.
zh_hans: 你从“社区”标签下载的每个练习都将被删除，连同其 MIDI 音型和得分。

source: Every routine will be deleted. The exercises they were made of are kept.
ar: سيُحذف كل روتين. تبقى التمارين التي كان يتكون منها.
de: Alle Routinen werden gelöscht. Die enthaltenen Übungen bleiben erhalten.
es: Se eliminarán todas las rutinas. Los ejercicios que las componían se conservan.
fr: Toutes les routines seront supprimées. Les exercices qui les composaient sont conservés.
it: Tutte le routine verranno eliminate. Gli esercizi che le componevano vengono mantenuti.
ja: すべてのルーティンが削除されます。含まれていたエクササイズは残ります。
ko: 모든 루틴이 삭제됩니다. 루틴에 담겼던 연습은 유지됩니다.
nl: Elke routine wordt verwijderd. De oefeningen waaruit ze bestonden blijven behouden.
pl: Wszystkie rutyny zostaną usunięte. Ćwiczenia, z których się składały, pozostają.
pt_br: Todas as rotinas serão excluídas. Os exercícios que as compunham são mantidos.
ru: Все программы будут удалены. Упражнения, из которых они состояли, остаются.
sv: Alla rutiner raderas. Övningarna de bestod av behålls.
tr: Tüm rutinler silinecek. Onları oluşturan egzersizler kalır.
zh_hans: 将删除所有训练组。其中的练习会保留。

source: Every setting in the app goes back to how it started out.
ar: يعود كل إعداد في التطبيق إلى حالته الأصلية.
de: Alle Einstellungen der App werden auf den Anfangszustand zurückgesetzt.
es: Todos los ajustes de la app volverán a como empezaron.
fr: Tous les réglages de l’app reviennent à leur état initial.
it: Tutte le impostazioni dell’app tornano a com’erano all’inizio.
ja: アプリのすべての設定が初期状態に戻ります。
ko: 앱의 모든 설정이 초기 상태로 돌아갑니다.
nl: Alle instellingen in de app gaan terug naar hoe ze begonnen.
pl: Wszystkie ustawienia aplikacji wrócą do stanu początkowego.
pt_br: Todas as configurações do app voltam ao estado inicial.
ru: Все настройки приложения вернутся к исходному состоянию.
sv: Alla inställningar i appen återgår till hur de började.
tr: Uygulamadaki tüm ayarlar başlangıç durumuna döner.
zh_hans: 应用的所有设置将恢复到最初的状态。

source: Every step is a semitone, the smallest step in the scale. Keep the steps small and even without sliding between notes.
ar: كل خطوة نصف تون، وهي أصغر خطوة في السلم. أبقِ الخطوات صغيرة ومتساوية دون الانزلاق بين النغمات.
de: Jeder Schritt ist ein Halbton, der kleinste Schritt der Tonleiter. Halte die Schritte klein und gleichmäßig, ohne zwischen den Tönen zu rutschen.
es: Cada paso es un semitono, el paso más pequeño de la escala. Mantén los pasos pequeños y uniformes sin deslizarte entre las notas.
fr: Chaque pas est un demi-ton, le plus petit intervalle de la gamme. Gardez des pas petits et réguliers sans glisser d’une note à l’autre.
it: Ogni passo è un semitono, il passo più piccolo della scala. Mantieni i passi piccoli e regolari senza scivolare tra le note.
ja: どのステップも半音で、音階の中でいちばん小さな音程です。音と音の間をずり上げずに、小さく均等に進みます。
ko: 모든 간격이 음계에서 가장 작은 간격인 반음입니다. 음 사이를 미끄러지지 말고 작고 고르게 이동하세요.
nl: Elke stap is een halve toon, de kleinste stap in de toonladder. Houd de stappen klein en gelijk zonder tussen de noten te glijden.
pl: Każdy krok to półton, najmniejszy krok w gamie. Utrzymuj kroki małe i równe, bez ślizgania się między dźwiękami.
pt_br: Cada passo é um semitom, o menor passo da escala. Mantenha os passos pequenos e uniformes, sem deslizar entre as notas.
ru: Каждый шаг равен полутону, самому маленькому шагу в гамме. Делайте шаги маленькими и ровными, не скользя между нотами.
sv: Varje steg är ett halvtonssteg, det minsta steget i skalan. Håll stegen små och jämna utan att glida mellan tonerna.
tr: Her adım bir yarım sestir, dizideki en küçük adım. Notalar arasında kaymadan adımları küçük ve eşit tutun.
zh_hans: 每一步都是半音，也就是音阶中最小的一步。保持步子小而均匀，不要在音与音之间滑动。

source: Everyday breathing has three stages: breathing in, breathing out and a short rest. Breathing for singing has four: breathing in, a brief moment of setting up before the sound starts, a controlled breath out while you sing, and a recovery before the next breath.
ar: للتنفس اليومي ثلاث مراحل: الشهيق والزفير واستراحة قصيرة. أما التنفس للغناء فله أربع: الشهيق، ولحظة قصيرة للاستعداد قبل بدء الصوت، وزفير متحكَّم فيه أثناء الغناء، ثم التعافي قبل النَّفَس التالي.
de: Die Alltagsatmung hat drei Phasen: Einatmen, Ausatmen und eine kurze Pause. Die Atmung beim Singen hat vier: Einatmen, einen kurzen Moment des Bereitmachens, bevor der Ton beginnt, ein kontrolliertes Ausatmen, während du singst, und eine Erholung vor dem nächsten Atemzug.
es: La respiración cotidiana tiene tres fases: inhalar, exhalar y una breve pausa. La respiración para cantar tiene cuatro: inhalar, un breve momento de preparación antes de que empiece el sonido, una exhalación controlada mientras cantas y una recuperación antes de la siguiente respiración.
fr: La respiration quotidienne comporte trois phases : l’inspiration, l’expiration et une courte pause. La respiration du chanteur en comporte quatre : l’inspiration, un bref moment de préparation avant que le son commence, une expiration contrôlée pendant que vous chantez, et une récupération avant la respiration suivante.
it: La respirazione quotidiana ha tre fasi: inspirazione, espirazione e una breve pausa. La respirazione per il canto ne ha quattro: inspirazione, un breve momento di preparazione prima che inizi il suono, un’espirazione controllata mentre canti e un recupero prima del respiro successivo.
ja: ふだんの呼吸には、吸う、吐く、少し休むという3つの段階があります。歌うための呼吸には4つあります。吸う、音を出す前に一瞬整える、歌いながらコントロールして吐く、そして次の息の前に回復する、の4つです。
ko: 일상 호흡에는 들이쉬기, 내쉬기, 짧은 휴식의 세 단계가 있습니다. 노래를 위한 호흡에는 네 단계가 있습니다. 들이쉬기, 소리를 내기 전에 잠깐 준비하기, 노래하는 동안 조절하며 내쉬기, 그리고 다음 숨 전에 회복하기입니다.
nl: Dagelijks ademhalen kent drie fasen: inademen, uitademen en een korte rust. Ademhalen voor zang kent er vier: inademen, een kort moment van voorbereiden voordat de klank begint, een gecontroleerde uitademing terwijl je zingt, en herstel voor de volgende ademhaling.
pl: Codzienny oddech ma trzy fazy: wdech, wydech i krótką przerwę. Oddech w śpiewie ma cztery: wdech, krótką chwilę przygotowania przed rozpoczęciem dźwięku, kontrolowany wydech podczas śpiewania i odpoczynek przed kolejnym wdechem.
pt_br: A respiração do dia a dia tem três fases: inspirar, expirar e uma breve pausa. A respiração para cantar tem quatro: inspirar, um breve momento de preparação antes de o som começar, uma expiração controlada enquanto você canta e uma recuperação antes da próxima respiração.
ru: У обычного дыхания три фазы: вдох, выдох и короткая пауза. У певческого дыхания их четыре: вдох, короткий момент подготовки перед началом звука, контролируемый выдох во время пения и восстановление перед следующим вдохом.
sv: Vardagsandningen har tre faser: inandning, utandning och en kort vila. Andningen vid sång har fyra: inandning, ett kort ögonblick av förberedelse innan tonen börjar, en kontrollerad utandning medan du sjunger och en återhämtning före nästa andetag.
tr: Günlük nefesin üç evresi vardır: nefes alma, nefes verme ve kısa bir duraklama. Şarkı söylerken nefesin ise dört evresi vardır: nefes alma, ses başlamadan önce kısa bir hazırlık anı, şarkı söylerken kontrollü nefes verme ve bir sonraki nefesten önce toparlanma.
zh_hans: 日常呼吸有三个阶段：吸气、呼气和短暂的停顿。唱歌的呼吸有四个阶段：吸气、在发声前短暂地准备、唱歌时有控制地呼气，以及在下一口气之前恢复。

source: Everything the four screens above delete, and everything you have on the server with it: your backup, your public profile, the exercises you shared and every like, download and score you sent.
ar: كل ما تحذفه الشاشات الأربع أعلاه، ومعه كل ما لديك على الخادم: نسختك الاحتياطية، وملفك الشخصي العام، والتمارين التي شاركتها، وكل إعجاب وتنزيل ونتيجة أرسلتها.
de: Alles, was die vier Bereiche oben löschen, und dazu alles, was du auf dem Server hast: deine Sicherung, dein öffentliches Profil, die Übungen, die du geteilt hast, und jedes Like, jeden Download und jede Punktzahl, die du gesendet hast.
es: Todo lo que eliminan las cuatro pantallas de arriba, y con ello todo lo que tienes en el servidor: tu copia de seguridad, tu perfil público, los ejercicios que compartiste y cada me gusta, descarga y puntuación que enviaste.
fr: Tout ce que suppriment les quatre écrans ci-dessus, et avec cela tout ce que vous avez sur le serveur : votre sauvegarde, votre profil public, les exercices que vous avez partagés et chaque mention j’aime, téléchargement et note que vous avez envoyés.
it: Tutto ciò che eliminano le quattro schermate qui sopra, e con esso tutto ciò che hai sul server: il tuo backup, il tuo profilo pubblico, gli esercizi che hai condiviso e ogni mi piace, download e punteggio che hai inviato.
ja: 上の4つの画面が削除するものすべてと、サーバー上にあるものすべてです。バックアップ、公開プロフィール、共有したエクササイズ、送信したいいね・ダウンロード・スコアのすべてが対象です。
ko: 위 네 화면이 삭제하는 모든 것과 함께 서버에 있는 모든 것입니다. 백업, 공개 프로필, 공유한 연습, 그리고 보낸 모든 좋아요와 다운로드와 점수입니다.
nl: Alles wat de vier schermen hierboven verwijderen, en daarmee alles wat je op de server hebt: je back-up, je openbare profiel, de oefeningen die je deelde en elke like, download en score die je stuurde.
pl: Wszystko, co usuwają cztery ekrany powyżej, a wraz z tym wszystko, co masz na serwerze: twoja kopia zapasowa, twój profil publiczny, udostępnione przez ciebie ćwiczenia oraz każde polubienie, pobranie i wynik, które wysłałeś.
pt_br: Tudo o que as quatro telas acima excluem, e com isso tudo o que você tem no servidor: seu backup, seu perfil público, os exercícios que você compartilhou e cada curtida, download e pontuação que você enviou.
ru: Всё, что удаляют четыре раздела выше, и вместе с этим всё, что у вас есть на сервере: ваша резервная копия, ваш публичный профиль, упражнения, которыми вы поделились, и каждый лайк, каждая загрузка и каждая оценка, которые вы отправили.
sv: Allt som de fyra skärmarna ovan raderar, och med det allt du har på servern: din säkerhetskopia, din offentliga profil, övningarna du delade och varje gilla-markering, nedladdning och poäng du skickade.
tr: Yukarıdaki dört ekranın sildiği her şey ve bununla birlikte sunucudaki her şeyiniz: yedeğiniz, herkese açık profiliniz, paylaştığınız egzersizler ve gönderdiğiniz her beğeni, indirme ve puan.
zh_hans: 上面四个页面删除的所有内容，以及你在服务器上的一切：你的备份、你的公开资料、你分享的练习，以及你发送的每个赞、下载和得分。

source: Exercise Lists
ar: قوائم التمارين
de: Übungslisten
es: Listas de ejercicios
fr: Listes d’exercices
it: Elenchi di esercizi
ja: エクササイズ一覧
ko: 연습 목록
nl: Oefenlijsten
pl: Listy ćwiczeń
pt_br: Listas de exercícios
ru: Списки упражнений
sv: Övningslistor
tr: Egzersiz listeleri
zh_hans: 练习列表

source: Exercise preview color
ar: لون معاينة التمرين
de: Farbe der Übungsvorschau
es: Color de la vista previa del ejercicio
fr: Couleur de l’aperçu d’exercice
it: Colore dell’anteprima dell’esercizio
ja: エクササイズのプレビュー色
ko: 연습 미리보기 색상
nl: Kleur van oefeningvoorbeeld
pl: Kolor podglądu ćwiczenia
pt_br: Cor da prévia do exercício
ru: Цвет миниатюры упражнения
sv: Färg på övningsförhandsvisning
tr: Egzersiz önizleme rengi
zh_hans: 练习预览颜色

source: Exercise Queue
ar: قائمة انتظار التمارين
de: Übungsreihenfolge
es: Cola de ejercicios
fr: File d’exercices
it: Coda di esercizi
ja: エクササイズの順番
ko: 연습 순서
nl: Oefeningenrij
pl: Kolejka ćwiczeń
pt_br: Fila de exercícios
ru: Очередь упражнений
sv: Övningskö
tr: Egzersiz sırası
zh_hans: 练习队列

source: Exercise Saved!
ar: تم حفظ التمرين!
de: Übung gesichert!
es: ¡Ejercicio guardado!
fr: Exercice enregistré !
it: Esercizio salvato!
ja: エクササイズを保存しました！
ko: 연습을 저장했습니다!
nl: Oefening bewaard!
pl: Zapisano ćwiczenie!
pt_br: Exercício salvo!
ru: Упражнение сохранено!
sv: Övningen sparad!
tr: Egzersiz kaydedildi!
zh_hans: 已保存练习！

source: Exercises
ar: التمارين
de: Übungen
es: Ejercicios
fr: Exercices
it: Esercizi
ja: エクササイズ
ko: 연습
nl: Oefeningen
pl: Ćwiczenia
pt_br: Exercícios
ru: Упражнения
sv: Övningar
tr: Egzersizler
zh_hans: 练习

source: Exercises Imported!
ar: تم استيراد التمارين!
de: Übungen importiert!
es: ¡Ejercicios importados!
fr: Exercices importés !
it: Esercizi importati!
ja: エクササイズを読み込みました！
ko: 연습을 가져왔습니다!
nl: Oefeningen geïmporteerd!
pl: Zaimportowano ćwiczenia!
pt_br: Exercícios importados!
ru: Упражнения импортированы!
sv: Övningarna importerade!
tr: Egzersizler içe aktarıldı!
zh_hans: 已导入练习！

source: Exercises Tab
ar: تبويب التمارين
de: Übungen-Tab
es: Pestaña Ejercicios
fr: Onglet Exercices
it: Scheda Esercizi
ja: エクササイズタブ
ko: 연습 탭
nl: Tabblad Oefeningen
pl: Karta Ćwiczenia
pt_br: Aba Exercícios
ru: Вкладка «Упражнения»
sv: Fliken Övningar
tr: Egzersizler Sekmesi
zh_hans: 练习标签

source: Exercises, Descriptions
ar: التمارين، الأوصاف
de: Übungen, Beschreibungen
es: Ejercicios, descripciones
fr: Exercices, descriptions
it: Esercizi, descrizioni
ja: エクササイズ、説明
ko: 연습, 설명
nl: Oefeningen, beschrijvingen
pl: Ćwiczenia, opisy
pt_br: Exercícios, descrições
ru: Упражнения, описания
sv: Övningar, beskrivningar
tr: Egzersizler, açıklamalar
zh_hans: 练习、说明

source: Exit
ar: خروج
de: Beenden
es: Salir
fr: Quitter
it: Esci
ja: 終了
ko: 나가기
nl: Sluiten
pl: Zakończ
pt_br: Sair
ru: Выйти
sv: Avsluta
tr: Çık
zh_hans: 退出

source: Export
ar: تصدير
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ja: 書き出す
ko: 내보내기
nl: Exporteren
pl: Eksportuj
pt_br: Exportar
ru: Экспорт
sv: Exportera
tr: Dışa aktar
zh_hans: 导出

source: Export Exercises
ar: تصدير التمارين
de: Übungen exportieren
es: Exportar ejercicios
fr: Exporter les exercices
it: Esporta esercizi
ja: エクササイズを書き出す
ko: 연습 내보내기
nl: Oefeningen exporteren
pl: Eksportuj ćwiczenia
pt_br: Exportar exercícios
ru: Экспортировать упражнения
sv: Exportera övningar
tr: Egzersizleri dışa aktar
zh_hans: 导出练习

source: Export failed: %@
ar: فشل التصدير: %@
de: Export fehlgeschlagen: %@
es: Error al exportar: %@
fr: Échec de l’export : %@
it: Esportazione non riuscita: %@
ja: 書き出しに失敗しました: %@
ko: 내보내기 실패: %@
nl: Exporteren mislukt: %@
pl: Eksport nie powiódł się: %@
pt_br: Falha na exportação: %@
ru: Не удалось выполнить экспорт: %@
sv: Exporten misslyckades: %@
tr: Dışa aktarma başarısız: %@
zh_hans: 导出失败：%@

source: Export saves the current visual settings as a template file you can share. Import loads a template file and applies it.
ar: التصدير يحفظ الإعدادات المرئية الحالية في ملف قالب يمكنك مشاركته. الاستيراد يحمّل ملف قالب ويطبّقه.
de: Beim Exportieren werden die aktuellen Darstellungseinstellungen als teilbare Vorlagendatei gesichert. Beim Importieren wird eine Vorlagendatei geladen und angewendet.
es: Exportar guarda los ajustes de apariencia actuales en un archivo de plantilla que puedes compartir. Importar carga un archivo de plantilla y lo aplica.
fr: L’export enregistre les réglages d’apparence actuels dans un fichier modèle partageable. L’import charge un fichier modèle et l’applique.
it: L’esportazione salva le impostazioni di aspetto attuali in un file modello condivisibile. L’importazione carica un file modello e lo applica.
ja: 書き出しでは、現在の表示設定を共有できるテンプレートファイルとして保存します。読み込みでは、テンプレートファイルを読み込んで適用します。
ko: 내보내기는 현재 화면 설정을 공유 가능한 템플릿 파일로 저장합니다. 가져오기는 템플릿 파일을 불러와 적용합니다.
nl: Exporteren bewaart de huidige weergave-instellingen als een deelbaar sjabloonbestand. Importeren laadt een sjabloonbestand en past het toe.
pl: Eksport zapisuje bieżące ustawienia wyglądu jako plik szablonu, którym możesz się podzielić. Import wczytuje plik szablonu i go stosuje.
pt_br: Exportar salva as configurações de aparência atuais em um arquivo de modelo que você pode compartilhar. Importar carrega um arquivo de modelo e o aplica.
ru: Экспорт сохраняет текущие настройки оформления в файл шаблона, которым можно поделиться. Импорт загружает файл шаблона и применяет его.
sv: Export sparar de nuvarande utseendeinställningarna som en mallfil du kan dela. Import läser in en mallfil och tillämpar den.
tr: Dışa aktarma, geçerli görünüm ayarlarını paylaşabileceğiniz bir şablon dosyası olarak kaydeder. İçe aktarma, bir şablon dosyasını yükleyip uygular.
zh_hans: 导出会将当前的视觉设置保存为可分享的模板文件。导入会加载模板文件并应用。
